[Info]
HPCount = 11
ManaCount = 11

[HPType]
1 = Tiểu Hồng Đơn
2 = Trung Hồng Đơn
3 = Đại Hồng Đơn
4 = Thanh Lộ (tiểu)
5 = Như Ý Thanh Lộ (tiểu)
6 = Thanh Lộ
7 = Thanh Lộ (Như Ý)
8 = Bảo Tá Thanh Lộ
9 = Tá Thanh Lộ (Như Ý)
10 = Socola
11 = Bất tử dược

[ManaType]
1 = Tiểu Hoàn Đơn
2 = Trung Hoàn Đơn
3 = Đại Hoàn Đơn
4 = Chân Khí (tiểu)
5 = Như Ý Chân Khí (tiểu)
6 = Chân Khí
7 = Chân Khí (Như Ý)
8 = Sơn Thủy Chân Khí
9 = Thủy Chân Khí (Như Ý)
10 = Socola
11 = Vọng Duyên Đơn